Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Reset
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
he: איפוס
it: Ripristina
ja: リセット
pt_pt: Redefinir
ru: Сбросить
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: Reset All Settings
cs: Obnovit všechna nastavení
de: Alle Einstellungen zurücksetzen
es: Resetear todos los ajustes
fr: Réinitialiser tous les paramètres
he: איפוס כל ההגדרות
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
nl: Reset alle instellingen
pt_pt: Repor Todas as Definições
ru: Сбросить все настройки
tr: Tüm Ayarları Sıfırla
uk: Скинути всі налаштування
vi: Đặt lại tất cả cài đặt
zh_hans: 重置所有设置
zh_hant: 重置所有設定

source: Reset All Settings to Defaults
cs: Obnovit všechna nastavení na výchozí hodnoty
de: Alle Einstellungen auf Standardwerte zurücksetzen
es: Reiniciar todos los ajustes a valores predeterminados
fr: Réinitialiser tous les réglages aux valeurs par défaut
he: אפס את כל ההגדרות לברירות המחדל
it: Ripristina tutte le impostazioni
ja: すべての設定をデフォルトに戻す
nl: Alles terugzetten naar standardinstellingen
pt_pt: Repor Todas as Definições para a Predefinição
ru: Восстановить все настройки по умолчанию
tr: Tüm Ayarları Varsayılanlara Sıfırla
uk: Скинути всі налаштування до значень за замовчуванням
vi: Đặt lại tất cả cài đặt về mặc định
zh_hans: 重置所有设置为默认值
zh_hant: 重置所有設定為預設值

source: Reset to Defaults
cs: Obnovit výchozí nastavení
de: Auf Standardwerte zurücksetzen
es: Resetear a Valores Predeterminados
fr: Réinitialiser tous les réglages aux valeurs par défaut
he: שחזר לברירות המחדל
it: Ripristina i valori predefiniti
ja: デフォルトに戻す
nl: Standaardinstellingen terugzetten
pt_pt: Resetar ao Padrão
ru: Восстановить по умолчанию
tr: Varsayılan'a Sıfırla
uk: Скинути до налаштувань за замовчуванням
vi: Đặt lại về mặc định
zh_hans: 重置为默认值
zh_hant: 重置為預設值

source: Restart app
cs: Restartovat aplikaci
de: App neu starten
es: Reiniciar aplicación
fr: Redémarrer l’application
he: הפעל מחדש את היישום
it: Riavvia l'app
ja: アプリを再起動
nl: App herstarten
pt_pt: Reiniciar app
ru: Перезапустить приложение
tr: Uygulamayı Yeniden Başlat
uk: Перезапустити застосунок
vi: Khởi động lại ứng dụng
zh_hans: 重启应用
zh_hant: 重新打開App

source: Restart App
cs: Restartovat aplikaci
de: App neu starten
es: Reiniciar App
fr: Redémarrer l’application
he: הפעל מחדש את היישום
it: Riavvia l'app
ja: アプリを再起動する
nl: Herstart app
pt_pt: Reiniciar App
ru: Перезапустить Приложение
tr: Uygulamayı Yeniden Başlat
uk: Перезапустити застосунок
vi: Khởi động lại ứng dụng
zh_hans: 重启应用
zh_hant: 重新打開App

source: Restart DockDoor
cs: Restartovat DockDoor
de: DockDoor neu starten
es: Reiniciar DockDoor
fr: Redémarrer DockDoor
he: הפעל מחדש את DockDoor
it: Riavvia DockDoor
ja: DockDoorを再起動
nl: Herstart DockDoor
pt_pt: Reiniciar o DockDoor
ru: Перезапустить DockDoor
tr: DockDoor'u yeniden başlat
uk: Перезапустити DockDoor
vi: Khởi động lại DockDoor
zh_hans: 重启 DockDoor
zh_hant: 重新打開DockDoor

source: Restart required
cs: Vyžadován restart
de: Neustart erforderlich
es: Se requiere reinicio
fr: Redémarrage requis
he: נדרשת הפעלה מחדש
it: È necessario il riavvio
ja: 再起動が必要
nl: Herstart nodig
pt_pt: Reinício necessário
ru: Требуется перезапуск
tr: Yeniden Başlatma Gerekli
uk: Необхідне перезавантаження
vi: Cần khởi động lại
zh_hans: 需要重新启动
zh_hant: 需要重新打開App

source: Restore all minimized windows on dock icon click
cs: Obnovit všechna minimalizovaná okna po kliknutí na ikonu Docku
de: Stelle alle minimierten Fenster mit einem Klick auf das Dock-Icon wieder her
es: Restaurar todas las ventanas minimizadas al pulsar el icono en el dock
it: Ripristina tutte le finestre minimizzate sull'icona del Dock
ja: Dockアイコンをクリックした際に、最小化されているすべてのウィンドウを復元する
nl: Alle geminimaliseerde vensters herstellen bij het klikken op het Dock-pictogram
tr: Dock simge tıklamasında tüm simge durumuna küçültülmüş pencereleri geri yükle.
vi: Khôi phục tất cả các cửa sổ đã thu nhỏ khi nhấp vào biểu tượng dock
zh_hans: 点击 Dock 图标时恢复所有最小化的窗口
zh_hant: 按一下Dock圖像時，回復所有最小化的視窗

source: Restore settings window to front on wake from sleep
cs: Po probuzení ze spánku obnovit okno nastavení do popředí
de: Einstellungsfenster nach Ruhezustand im Vordergrund anzeigen
it: Impostazioni in primo piano dopo il ripristino dalla sospensione
ja: スリープ解除時に設定画面を最前面に表示する
nl: Het instellingenvenster weer zichtbaar maken na het ontwaken uit de slaapstand
ru: Восстановление окна настроек на передний план после пробуждения
tr: Uyku modundan çıktığında ayarlar penceresini ön plana getir
vi: Khôi phục cửa sổ cài đặt lên trước khi thức từ chế độ ngủ
zh_hans: 唤醒后置顶设置窗口
zh_hant: 從睡眠喚醒時回復設定視窗到最前方

source: Restore Window Time
cs: Obnovit čas okna
de: Fensterzeit wiederherstellen
it: Tempo per il ripristino
ja: ウィンドウ時間を復元
nl: Hersteltijd voor venster
tr: Pencere Süresini Geri Yükle
vi: Thời gian khôi phục cửa sổ
zh_hans: 恢复窗口时间
zh_hant: 復原視窗時間

source: Return
cs: Návrat
es: Volver
fr: Retour
it: Invio
ja: 戻る
pt_pt: Retroceder
ru: Возврат
tr: Geri dön
zh_hans: 返回

source: Right click a color to remove it.
cs: Kliknutím pravým tlačítkem myši barvu odstraníte.
de: Rechtsklick auf eine Farbe, um sie zu entfernen.
es: Haga clic derecho en un color para borrarlo.
fr: Faites un clic droit sur une couleur pour la supprimer.
he: לחץ לחיצה ימנית על צבע כדי להסיר אותו.
it: Clicca con il tasto destro su un colore per rimuoverlo.
ja: 右クリックで色を削除します。
nl: Klik met je rechtermuisknop om een kleur te verwijderen.
pt_pt: Clique com o botão direito para removê-lo.
ru: Щелкните правой кнопкой мыши по цвету, чтобы удалить его.
tr: Kaldırmak için bir renge sağ tıklayın.
uk: Клацніть правою кнопкою миші на кольорі, щоб видалити його.
vi: Nhấn chuột phải vào một màu để xóa nó.
zh_hans: 右键来移除颜色。
zh_hant: 點擊輔助按鈕來刪除顏色。

source: Right-click a media or calendar widget to pin it.
cs: Kliknutím pravým tlačítkem myši na widget médií nebo kalendáře jej připnete.
de: Rechts-klicke ein Medien- oder Kalenderwidget um es anzuheften.
es: Haz clic derecho en un widget de medios o calendario para anclarlo.
he: לחץ לחיצה ימנית על ווידג'ט מדיה או לוח שנה כדי להצמיד אותו.
it: Clicca su un widget media o calendario per fissarlo.
ja: メディアまたはカレンダーのウィジェットを右クリックして固定します。
nl: Klik met de rechtermuisknop op een media- of kalenderwidget om deze vast te zetten.
tr: Bir medya veya takvim widget'ını sabitlemek için üzerine sağ tıklayın.
vi: Nhấp chuột phải vào tiện ích phương tiện hoặc lịch để ghim nó.
zh_hans: 右键单击固定音乐或日历小部件。
zh_hant: 在媒體或行事曆小工具上按一下輔助按鈕來釘選。

source: Round the corners of window preview images for a modern look.
cs: Zaoblit rohy náhledů oken pro dosažení moderního vzhedu.
de: Ecken der Fenstervorschaubilder für einen modernen Look abrunden.
es: Redondea las esquinas de las imágenes de vista previa de la ventana para un aspecto moderno.
fr: Arrondit les coins des aperçus de fenêtre pour un look moderne.
he: עגל את הפינות של תמונות תצוגה מקדימה של חלונות למראה מודרני.
it: Arrotonda gli angoli delle immagini di anteprima per un look moderno.
ja: モダンな外観のためにウィンドウのプレビュー画像の角を丸めます。
nl: Rond de hoeken van de voorbeeldafbeeldingen in het venster af voor een moderne uitstraling.
ru: Скругление углов окна предварительного просмотра для современного вида.
tr: Modern bir görünüm elde etmek için pencere önizleme resimlerinin köşelerini yuvarlayın.
uk: Закругліть кути зображень попереднього перегляду вікна для сучасного вигляду.
vi: Bo tròn góc hình ảnh xem trước cửa sổ để có giao diện hiện đại hơn.
zh_hans: 为窗口预览图像添加圆角，呈现现代外观。
zh_hant: 為視窗預覽圖像加上圓角以提供現代外觀。

source: Rounded corners
cs: Zaoblené rohy
de: Abgerundete Ecken
es: Esquinas redondeadas
fr: Coins arrondis
he: פינות מעוגלות
it: Angoli arrotondati
ja: 角を丸める
nl: Afgeronde hoeken
pt_pt: Cantos arredondados
ru: Закругленные углы
tr: Yuvarlatılmış köşeler
uk: Закруглені кути
vi: Góc bo tròn
zh_hans: 圆角
zh_hant: 圓角

source: Rounded image corners
cs: Zaoblené rohy obrázků
de: Abgerundete Bildecken
es: Esquinas de imágenes redondeadas
fr: Coins de l’image arrondis
he: פינות תמונה מעוגלות
it: Angoli arrotondati
ja: 画像の角を丸くする
nl: Afbeelding met afgeronde hoeken
pt_pt: Cantos das imagens arredondados
ru: Скругленные углы изображения
tr: Yuvarlatılmış Görüntü Köşeleri
uk: Закруглені кути зображення
vi: Góc hình ảnh bo tròn
zh_hans: 图像圆角
zh_hant: 為視窗加上圓角

source: Saturation
cs: Sytost
de: Sättigung
es: Saturación
it: Saturazione
ja: 飽和度
nl: Verzadiging
pt_pt: Saturação
ru: Насыщенность
tr: Doygunluk
vi: Độ bão hòa
zh_hans: 饱和度
zh_hant: 飽和度

source: Scale previews to match actual window proportions instead of using fixed dimensions.
cs: Škálovat náhledy tak, aby odpovídaly skutečným poměrům oken místo použití pevných rozměrů.
de: Skaliere Vorschauen zu den tatsächlichen Fensterabmessungen statt feste Abmessungen zu nutzen.
es: Escalar las previsualizaciones para que coincidan con las proporciones reales de las ventanas en lugar de usar dimensiones fijas.
he: התאם את הגודל של התצוגות המקדימות כך שיתאימו לפרופורציות החלון בפועל במקום להשתמש במידות קבועות.
it: Disegna ogni anteprima con le stesse proporzioni della finestra invece di usare dimensioni fisse.
ja: 固定寸法を使用する代わりに、実際のウィンドウの比率に合わせてプレビューを拡大縮小します。
nl: Schaal voorbeelden zodat ze overeenkomen met de werkelijke vensterverhoudingen, in plaats van vaste afmetingen te gebruiken.
tr: Önizlemeleri sabit boyutlar kullanmak yerine gerçek pencere oranlarına uyacak şekilde ölçeklendirin.
vi: Căn chỉnh bản xem trước theo tỷ lệ cửa sổ thực tế thay vì dùng kích thước cố định.
zh_hans: 缩放预览以匹配实际窗口比例，而不是使用固定尺寸。
zh_hant: 將預覽圖按比例縮放以符合視窗實際長寬比例，不使用固定尺寸。

source: Scope
cs: Rozsah
de: Bereich
es: Alcance
fr: Périmètre
he: היקף
it: Ambito
ja: 適用範囲
nl: Bereik
pt_pt: Âmbito
tr: Kapsam
vi: Phạm vi
zh_hans: 范围
zh_hant: 倍率

source: Screen
cs: Obrazovka
de: Bildschirm
es: Pantalla
fr: Écran
he: מסך
it: Schermo
ja: 画面
nl: Scherm
pt_pt: Ecrã
ru: Экран
tr: Ekran
uk: Екран
vi: Màn hình
zh_hans: 屏幕
zh_hant: 螢幕

source: Screen Capturing:
cs: Snímání obrazovky:
de: Bildschirmaufnahme:
es: Captura de pantalla:
fr: Enregistrement de l’écran :
he: הקלטת מסך:
it: Cattura lo schermo:
ja: 画面キャプチャ:
nl: Schermopname:
pt_pt: Captura de tela:
ru: Скриншот страницы:
tr: Ekran Görüntüsü:
uk: Захоплення екрана:
vi: Chụp màn hình:
zh_hans: 屏幕捕获：
zh_hant: 螢幕截圖：

source: Screen recording
cs: Záznam obrazovky
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement de l’écran
he: הקלטת מסך
it: Registrazione schermo
ja: 画面収録
nl: Schermopname
pt_pt: Gravação de tela
ru: Захват экрана
tr: Ekran Kaydı
uk: Записування екрана
vi: Ghi màn hình
zh_hans: 屏幕录制
zh_hant: 錄製螢幕畫面

source: Screen Recording
cs: Záznam obrazovky
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement de l'écran
he: הקלטת מסך
it: Registrazione schermo
ja: 画面収録
nl: Schermopname
pt_pt: Gravação de Ecrã
ru: Запись экрана
tr: Ekran Kaydı
uk: Записування екрана
vi: Ghi màn hình
zh_hans: 屏幕录制
zh_hant: 螢幕錄影

source: Screen Recording permission is required for window thumbnails.
cs: Oprávnění k nahrávání obrazovky je vyžadováno pro náhledy oken.
de: Die Berechtigung zur Bildschirmaufzeichnung wird für Vorschaubilder benötigt.
es: Se requiere permiso de grabación de pantalla para las miniaturas de las ventanas.
fr: La permission d’enregistrement de l’écran est nécessaire pour les miniatures de fenêtre.
he: הרשאת הקלטת מסך נדרשת עבור תמונות ממוזערות של חלונות.
it: L'autorizzazione alla registrazione dello schermo è richiesta per la generazione delle miniature di anteprima.
ja: 画面収録の権限がウィンドウサムネイルの表示に必要です。
nl: Voor de miniatuurweergave van vensters is toestemming voor schermopname vereist.
ru: Разрешение на запись экрана требуется для эскизов окон.
tr: Pencere küçük resimleri için Ekran Kaydı izni gereklidir.
uk: Для попереднього перегляду вікон потрібен дозвіл на записування екрану.
vi: Cần có quyền Ghi màn hình cho hình thu nhỏ cửa sổ.
zh_hans: 窗口缩略图需要屏幕录制权限。
zh_hant: 視窗縮圖需要螢幕錄影權限。

source: Screen Recording permission is required to show window thumbnails.
cs: Oprávnění k nahrávání obrazovky je vyžadováno pro zobrazení náhledů oken.
de: Berechtigung zur Bildschirmaufnahme wird benötigt, um Fenstervorschauen anzuzeigen.
es: Se requiere permiso de grabación de pantalla para las miniaturas de las ventanas.
fr: La permission d’enregistrement de l’écran est nécessaire pour afficher les miniatures de fenêtre.
he: הרשאת הקלטת מסך נדרשת כדי להציג תמונות ממוזערות של חלונות.
it: L'autorizzazione alla registrazione dello schermo è richiesta per la visualizzazione delle miniature di anteprima.
ja: 画面収録の権限がウィンドウサムネイルの表示に必要です。
nl: Er is toestemming voor schermopname nodig om voorbeelden van vensters te kunnen tonen.
ru: Разрешение на запись экрана требуется для отображения эскизов окон.
tr: Pencere küçük resimlerini görüntülemek için Ekran Kaydı izni gereklidir.
uk: Дозвіл на записування екрану потрібен, щоб відображати попередні перегляди вікон.
vi: Cần có quyền Ghi màn hình để hiển thị hình thu nhỏ cửa sổ.
zh_hans: 显示窗口缩略图需要屏幕录制权限。
zh_hant: 需要螢幕錄影權限來顯示視窗縮圖。

source: Screen Recording Permissions
cs: Oprávnění pro nahrávání obrazovky
de: Berechtigungen für Bildschirmaufnahme
es: Permiso de Grabación de Pantalla
fr: Autorisation d’enregistrement de l’écran
he: הרשאת הקלטת מסך
it: Permessi 'Registrazione schermo'
ja: 画面の収録権限
nl: Toestemmingen voor schermopname
pt_pt: Permissões de gravação de tela
ru: Разрешения на захват экрана
tr: Ekran Kaydı İzni
uk: Дозволи для записування екрана
vi: Quyền ghi màn hình
zh_hans: 屏幕录制权限
zh_hant: 螢幕錄製權限

source: Screen with last active window
cs: Obrazovka s posledním aktivním oknem
de: Bildschirm mit dem zuletzt aktiven Fenster
es: Pantalla con la última ventana activa
fr: Écran avec la dernière fenêtre active
he: מסך עם החלון הפעיל האחרון
it: Schermo con l'ultima finestra attiva
ja: 最後にアクティブだったウィンドウがある画面
nl: Scherm met laatst actieve venster
pt_pt: Ecrã com a última janela ativa
ru: Экран с последним активным окном
tr: Son etkin pencerenin bulunduğu ekran
uk: Екран з останнім активним вікном
vi: Màn hình có cửa sổ hoạt động gần đây nhất
zh_hans: 显示最后处于活动状态的窗口的屏幕
zh_hant: 現用視窗所在的螢幕

source: Screen with mouse
cs: Obrazovka s myší
de: Bildschirm mit der Maus
es: Pantalla con el ratón
fr: Écran avec la souris
he: מסך עם עכבר
it: Schermo con il puntatore del mouse
ja: マウスカーソルのある画面
nl: Scherm met muis
pt_pt: Ecrã com o rato
ru: Экран с мышью
tr: Farenin bulunduğu ekran
uk: Екран з мишею
vi: Màn hình có chuột
zh_hans: 鼠标所在的屏幕
zh_hant: 指標所在的螢幕

source: Scroll behavior:
cs: Chování rolování:
de: Scroll-Verhalten:
es: Comportamiento de desplazamiento:
fr: Comportement du défilement :
he: התנהגות גלילה:
it: Effetto dello scorrimento:
ja: スクロールの動作：
nl: Scroll gedrag:
pt_pt: Comportamento de scroll:
ru: Поведение прокрутки:
tr: Kaydırma davranışı:
uk: Поведінка прокручування:
vi: Hành vi cuộn:
zh_hans: 滚动行为：
zh_hant: 捲動動作：

source: Scroll Direction
cs: Směr rolování
de: Scroll-Richtung
es: Dirección de desplazamiento
fr: Sens de défilement
he: כיוון גלילה
it: Direzione di scorrimento
ja: スクロールの方向
nl: Scrollrichting
pt_pt: Direção do scroll
ru: Направление прокрутки
tr: Kaydırma Yönü
vi: Hướng cuộn
zh_hans: 滚动方向
zh_hant: 捲動方向

source: Scroll direction:
cs: Směr rolování:
de: Scroll-Richtung:
es: Dirección de desplazamiento:
fr: Sens de défilement :
he: כיוון גלילה:
it: Direzione dello scorrimento:
ja: スクロールの方向：
nl: Scrollrichting:
pt_pt: Direção do scroll:
ru: Направление прокрутки:
tr: Kaydırma yönü:
uk: Напрямок прокручування:
vi: Hướng cuộn:
zh_hans: 滚动方向：
zh_hant: 捲動方向：

source: Scroll long titles (marquee)
cs: Dlouhé titulky se posouvají
de: Scrolle lange Titel (marquee)
es: Desplazar títulos largos (marquee)
fr: Faire défiler les titres longs (marquee)
he: גלול כותרות ארוכות (טקסט נע)
it: Fai scorrere i titoli lunghi
ja: 長いタイトルをスクロール （マーキー）
nl: Lange titels laten scrollen (marquee)
tr: Uzun başlıkları kaydır (akan yazı)
uk: Прокручування довгих заголовків (вибірковий рядок)
vi: Cuộn các tiêu đề dài (marquee)
zh_hans: 滚动长标题（跑马灯）
zh_hant: 捲動長標題（跑馬燈）

source: Scroll to window on mouse hover
cs: Přepínat okna rolováním na ikoně
de: Zum Fenster scrollen, auf welchem der Mauszeiger schwebt
es: Desplazar a la ventana al pasar el ratón
fr: Défiler vers la fenêtre au survol de la souris
he: גלול לחלון בריחוף עכבר
it: Scorri al passaggio del mouse
ja: マウスホバーでウィンドウまでスクロール
nl: Scroll naar venster wanneer de muis eroverheen beweegt
tr: Fare imlecini üzerine getirdiğinde pencereye kaydır
uk: Прокручування до вікна при наведенні миші
vi: Cuộn đến cửa sổ khi di chuột qua
zh_hans: 鼠标悬停时滚动到窗口
zh_hant: 指標停留時捲動至視窗

source: Scroll up on a dock icon to bring the app to front, scroll down to hide all its windows.
cs: Na ikoně aplikace rolujte nahoru pro její přesunutí do popředí, rolujte dolů pro skrytí všech jejích oken.
de: Wische auf dem Dock-Icon nach oben, um die App in den Vordergrund zu bringen, wische nach unten um alle Fenster der App zu verstecken.
fr: Faites défiler vers le haut sur une icône du dock pour mettre l'application en avant, faites défiler vers le bas pour masquer toutes ses fenêtres.
he: גלול למעלה על סמל Dock כדי להביא את היישום לחזית, גלול למטה כדי להסתיר את כל החלונות שלו.
it: Scorri verso l'alto sull'icona del Dock per portare l'applicazione in primo piano; scorri verso il basso per nascondere tutte le sue finestre.
ja: Dockアイコンを上にスクロールすると、アプリが前面に表示され、下にスクロールしてすべてのウィンドウを非表示にします。
nl: Scroll omhoog over het Dock-pictogram om de app naar voren te halen; scroll omlaag om alle vensters van de app te verbergen.
tr: Bir dock simgesinin üzerine gelip yukarı kaydırarak uygulamayı ön plana getirin, aşağı kaydırarak tüm pencerelerini gizleyin.
uk: Прокрутіть угору на іконці в Dock, щоб вивести застосунок на передній план, прокрутіть униз, щоб приховати всі його вікна.
vi: Cuộn lên trên biểu tượng dock để đưa ứng dụng lên trước, cuộn xuống để ẩn tất cả các cửa sổ của nó.
zh_hans: 在 Dock 图标上，向上滚动可以将应用窗口移至最前方，向下滚动可以隐藏此应用所有窗口。
zh_hant: 在Dock圖像向上捲動來將App移至最前方，向下捲動隱藏其所有視窗。

source: Scroll up on a focused window title bar to maximize it, scroll down to center it using the configured window size, and scroll left or right to switch desktop spaces. Repeat the same up/down scroll within the configured restore time to restore the previous window size.
cs: Na záhlaví okna v popředí rolujte nahoru, abyste jej maximalizovali, rolujte dolů, abyste jej vystředili za použití nastavené velikosti okna, rolujte vlevo či vpravo pro přepnutí ploch. Rolujte nahoru/dolů během nastavené doby obnovení znovu pro obnovení předchozí velikosti okna.
de: Scrolle in der Titelleiste eines fokussierten Fensters nach oben, um es zu maximieren, scrolle nach unten, um das Fenster entsprechend der eingestellten Fenstergröße zu zentrieren, und scrolle nach links oder rechts, um zwischen den Desktop-Spaces zu wechseln. Wiederhole dieselbe Auf- und Abbewegung innerhalb der festgelegten Wiederherstellungszeit, um die vorherige Fenstergröße wiederherzustellen.
it: Scorri in alto dalla barra del titolo della finestra focalizzata per massimizzarla; scorri verso il basso per centrarla; scorri a sinistra o a destra per passare da uno spazio all'altro. Scorri di nuovo nella stessa direzione entro il tempo di ripristino configurato per riportare la finestra alle dimensioni precedenti.
ja: フォーカスされているウィンドウのタイトルバーを上にスクロールすると最大化され、下にスクロールすると設定されたサイズに合わせて中央に配置されます。左右にスクロールすることでデスクトップスペースを切り替えることができます。また、設定された復元時間内に再度上下にスクロールすることで、元のウィンドウサイズに戻すことも可能です。
nl: Scroll omhoog op de titelbalk van een actief venster om het te maximaliseren, scroll omlaag om het venster te centreren op basis van de ingestelde venstergrootte, en scroll naar links of rechts om van bureaublad Space te wisselen. Herhaal dezelfde op- en neerbeweging binnen de ingestelde hersteltijd om de vorige venstergrootte te herstellen.
ru: Прокрутите заголовок выделенного окна вверх, чтобы развернуть его, прокрутите вниз, чтобы отцентрировать его, используя заданный размер окна, и прокрутите влево или вправо, чтобы переключить рабочие пространства. Повторите ту же прокрутку вверх/вниз в течение заданного времени восстановления, чтобы восстановить предыдущий размер окна.
tr: Odaklanmış bir pencerenin başlık çubuğunda yukarı kaydırarak pencereyi tam ekrana getirin, aşağı kaydırarak pencereyi ayarlanan boyuta göre ortalayın ve sola veya sağa kaydırarak masaüstü alanları arasında geçiş yapın. Önceki pencere boyutuna geri dönmek için, ayarlanan geri yükleme süresi içinde aynı yukarı/aşağı kaydırma hareketini tekrarlayın.
vi: Cuộn lên thanh tiêu đề cửa sổ để phóng to; cuộn xuống để căn giữa; cuộn trái/phải để chuyển desktop. Lặp lại trong thời gian cài đặt để khôi phục kích thước trước.
zh_hans: 在聚焦的窗口标题栏上向上滚动以使其最大化，使用配置的窗口大小向下滚动以使其居中，并向左或向右滚动以切换桌面空间。在配置的恢复时间内重复相同的上下滚动以恢复以前的窗口大小。
zh_hant: 在最前方視窗的標題列向上捲動來最大化；向下捲動來置中為指定大小；向左／右捲動來切換桌面空間。在指定的復原時間內重複操作可復原為先前的狀態。

source: Search & Input
cs: Hledání a vstup
de: Suche & Input
es: Búsqueda y entrada
he: חיפוש וקלט
it: Ricerca e input
ja: 検索と入力
nl: Zoeken en invoer
tr: Arama ve Giriş
vi: Tìm kiếm & Nhập liệu
zh_hans: 搜索与输入
zh_hant: 搜尋與輸入

source: Search apps...
cs: Hledat aplikace...
de: Apps suchen...
es: Buscar aplicaciones...
fr: Rechercher des apps...
he: חפש יישומים...
it: Cerca applicazioni...
ja: アプリを検索…
nl: Apps zoeken...
pt_pt: Pesquisar aplicações...
ru: Найти приложения...
tr: Uygulama ara...
uk: Пошук застосунків...
vi: Tìm kiếm ứng dụng...
zh_hans: 搜索应用…
zh_hant: 搜尋App…

source: Search settings…
cs: Hledat nastavení…
de: Einstellungen durchsuchen…
it: Cerca nelle impostazioni…
ja: 検索設定…
nl: Zoek in de instellingen…
ru: Поиск настройки…
tr: Arama ayarları…
vi: Tìm kiếm cài đặt…
zh_hans: 搜索设置…
zh_hant: 搜尋設定…

source: Search Trigger Key
cs: Spouštěcí klávesa hledání
de: Taste zum Suchen
fr: Rechercher la clé de déclenchement
he: מקש הפעלת חיפוש
it: Tasto di ricerca
ja: 検索トリガーキー
nl: Toets voor zoeken
tr: Arama Tetikleyici Anahtarı
vi: Đặt phím kích hoạt
zh_hans: 搜索触发键
zh_hant: 以最終鍵啟動搜尋

source: seconds
cs: sekundy
de: Sekunden
es: segundos
fr: secondes
he: שניות
it: secondi
ja: 秒
nl: seconden
pt_pt: segundos
ru: секунды
tr: saniye
uk: секунд
vi: giây
zh_hans: 秒
zh_hant: 秒

source: See a large preview of the window
cs: Zobrazit velký náhled okna
de: Große Vorschau des Fensters anzeigen
es: Ver una vista previa grande de la ventana
fr: Afficher un grand aperçu de la fenêtre
he: הצג תצוגה מקדימה גדולה של החלון
it: Mostra un'anteprima a tutto schermo
ja: ウィンドウの大きなプレビューを見る
nl: Een groot voorbeeld van het venster tonen
pt_pt: Ver uma visualização grande da janela
ru: Просмотреть большое превью окна
tr: Pencerenin büyük bir önizlemesini görün
uk: Перегляньте великий попередній перегляд вікна
vi: Xem bản xem trước kích thước lớn của cửa sổ
zh_hans: 查看窗口的大预览
zh_hant: 顯示視窗的大型預覽

source: See a preview of the window
cs: Zobrazit náhled okna
de: Vorschau des Fensters ansehen
es: Ver una vista previa de la ventana
fr: Afficher un aperçu de la fenêtre
he: הצג תצוגה מקדימה מוגדלת של החלון
it: Mostra l'anteprima
ja: ウィンドウのプレビューを見る
nl: Een voorbeeld van het venster tonen
pt_pt: Ver uma visualização da janela
ru: Просмотр окна
tr: Pencerenin bir önizlemesini görün
uk: Перегляньте попередній перегляд вікна
vi: Xem bản xem trước của cửa sổ
zh_hans: 查看窗口预览
zh_hant: 顯示視窗預覽

source: See more...
cs: Zobrazit více...
de: Mehr anzeigen...
es: Ver más...
fr: Voir plus…
he: ראה עוד...
it: Altro...
ja: もっと...
nl: Zie meer...
pt_pt: Ver mais...
ru: Еще...
tr: Daha fazlasını görün...
uk: Дивитися більше...
vi: Xem thêm...
zh_hans: 查看更多…
zh_hant: 查看更多...

source: Seek playback (scrub through track)
cs: Posun během přehrávání
de: Wiedergabe durchsuchen (durch Track scrollen)
fr: Rechercher la lecture (balayer la piste)
he: נווט בניגון (דלג בתוך הרצועה)
it: Sposta posizione di riproduzione ('scrub' sulla traccia)
ja: 再生位置を探す（トラックをスクラブする）
nl: Spoelen (door het nummer bladeren)
tr: Oynatmayı ara (parçayı ileri geri kaydır)
uk: Пошук відтворення (перемикання треку)
vi: Tua phát lại (tua nhanh qua bài nhạc)
zh_hans: 回放（拖动音轨进度）
zh_hant: 調整播放進度
